[
    {
        "id": 1,
        "Category": "Digital Marketing",
        "Category_id": 1,
        "title": "Digital Marketing: How to Generate Sales Leads",
        "img": "",
        "details": "Define lead generation goals and create customer personas Build a working sales funnel and score sales leads Write unique value propositions, website content, email content and landing page content Use Calls to Action to generate leads through a website, landing page or email campaign Perform keyword research and understand the major themes of search engine optimisation Spot and correct major issues with on-page search engine optimisation Create content that generates leads Reduce the number of hours spent on creating content Create landing pages that are campaign specific Analyse and optimise landing pages for improved conversions Generate leads through 7 major social networks Understand email marketing and use an email marketing software provider to send targeted email campaigns Analyse and optimise the performance of email marketing campaigns",
        "price": 34.25,
        "rating": 4.5,
        "vote": 25000
    },
    {
        "id": 2,
        "Category": "Digital Marketing",
        "Category_id": 1,
        "title": "The Complete Digital Marketing Course - 12 Courses in 1",
        "img": "",
        "details": "Covering 12 major online marketing topics and comprising of 20+ hours of clear cut lectures & practice activities - this course is incredible value for money! as one student said. We'll cover:Market Research. Ask 3 simple questions to validate your business idea.WordPress. Build a world-class website in 1 hour without any coding.Email Marketing. Build a mailing list of 1000 people in 30 days from scratch.Copywriting. Write sales pages that make the cash register ring!SEO (Search Engine Optimisation). Get free traffic to your website with SEO.YouTube Marketing. Drive traffic & sales with simple how to videos.Social Media Marketing (Instagram, Facebook, Twitter, Pinterest & Quora).Linkedin Marketing. Go viral on Linkedin and 400x your connections.App Marketing. Discover 43 Ways To Promote Your App.Google Adwords. Avoid common mistakes and set up profitable campaigns first time.Facebook Ads. Make money with Facebook Ads without spending a fortune.Google Analytics. Improve your marketing with Google Analytics data.By the end of this course, you will be confidently implementing marketing strategies across the major online marketing channels.",
        "price": 19.99,
        "rating": 4.5,
        "vote": 155.478
    },
    {
        "id": 3,
        "Category": "Digital Marketing",
        "Category_id": 1,
        "title": "Ultimate SEO, Social Media, & Digital Marketing Course 2022",
        "img": "",
        "details": "Go from Beginner to Pro with our Easy 3 Stage Learning System - HQ Video Walkthroughs, Animated Explainers, Quizzes, & Assignments = Learning Fun, Fast, & Easy! Upskill Rapidly & Become a Digital Marketing & Social Media Expert - Work Freelance, Land that Highly Paid Job, or Massively Expand your Customer Reach! Get a Stream of new Clients & Boost your Profits - Using proven Facebook, Instagram, Messenger, YouTube, Google & Bing Ads and Copywriting Strategies. Learn Ecommerce in 2022 - With our Award-winning Ad Strategies for Facebook, Instagram, LinkedIn, Google, YouTube & Bing Ads and Retargeting for Success.",
        "price": 19.99,
        "rating": 4.3,
        "vote": 2181
    },
    {
        "id": 4,
        "Category": "Digital Marketing",
        "Category_id": 1,
        "title": "Digital Marketing Masterclass - 23 Marketing Courses in 1",
        "img": "",
        "details": "You will learn how to use dozens of proven digital marketing strategies You will improve your brand identity and grow your brand's audience You will learn social media marketing using all of the most popular social media platforms to grow your business You will grow your email list, website traffic, subscriber count, and social media following You will see tangible results by taking action throughout the entire course You will increase conversions and sales with real world techniques",
        "price": 17.99,
        "rating": 4.5,
        "vote": 19908
    },
    {
        "id": 5,
        "Category": "Digital Marketing",
        "Category_id": 1,
        "title": "Ultimate Google Analytics course + 50 practical examples",
        "img": "",
        "details": "Understand how the tool works, what data is there and the most important find the business value in it Ability to make the right data decisions Know which are important Google Analytics reports Among others we'll go through 50 practical examples! You'll practice achieved knowledge with 100 quiz questions How to think in context and not act hastily",
        "price": 16.99,
        "rating": 4.5,
        "vote": 7844
    },
    {
        "id": 6,
        "Category": "Digital Marketing",
        "Category_id": 1,
        "title": "Digital Marketing Certification: Master Digital Marketing",
        "img": "",
        "details": "Digital Marketing Social Media Google Ads Adwords SEO Search Engine Optimization Blogging E-commerce Optimization Conversion Optimization Content Marketing Digital Marketing Certification",
        "price": 16.99,
        "rating": 4.1,
        "vote": 4749
    },
    {
        "id": 7,
        "Category": "Web Development",
        "Category_id": 2,
        "title": "Laravel 9 -Build Complete Multi Vendor Ecommerce Project A-Z",
        "img": "",
        "details": "Create Complete Two Projects with Laravel 9 Advance Order Tracking System Stock Management System User Role Management Multi-Authentication as User-Vendor-Admin Advance Product Search Option User Roles and Permission Multi Admin For Store Setup Notifications in Admin And Vendor Product Return Order Advance Product Apply Coupon Product Review and Rating System Product Discount Price Multiple Online Payment Getaway System Product Mailing System Product Wishlist Option Product Compare Option Advance Product Add to Cart Option Advance JavaScript Uses Site Setting Option Site SEO Option Image Upload System Multiple Image Upload System Adding Professional Theme for Backend Adding Professional Theme for Frontend Multi Auth with Jetstream Breeze Laravel 9 A-Z Basic Fundamentals Ecommerce Blog Management Generate Order Invoice in PDF Change Password Option Lecture By Lecture Project Source Code Checkout Page Setup",
        "price": 16.99,
        "rating": 4.7,
        "vote": 30
    },
    {
        "id": 8,
        "Category": "Web Development",
        "Category_id": 2,
        "title": "The Web Developer Bootcamp 2022",
        "img": "",
        "details": "The ins and outs of HTML5, CSS3, and Modern JavaScript for 2021 Make REAL web applications using cutting-edge technologies Create responsive, accessible, and beautiful layouts Recognize and prevent common security exploits like SQL-Injection & XSS Continue to learn and grow as a developer, long after the course ends Create a blog application from scratch using Node, Express, and MongoDB. Create a complicated yelp-like application from scratch Deploy your applications and work with cloud databases Create static HTML and CSS portfolio sites and landing pages Think like a developer. Become an expert at Googling code questions! Create complex HTML forms with validations Implement full authentication from scratch! Use CSS Frameworks including Bootstrap 5, Semantic UI, and Bulma Implement responsive navbars on websites Use JavaScript variables, conditionals, loops, functions, arrays, and objects Write Javascript functions, and understand scope and higher order functions Master the weird parts of JavaScript Create full-stack web applications from scratch Manipulate the DOM with vanilla JS Write JavaScript based browser games Use Postman to monitor and test APIs Use NodeJS to write server-side JavaScript Write complex web apps with multiple models and data associations Write a REAL application using everything in the course Use Express and MongoDB to create full-stack JS applications Use common JS data structures like Arrays and Objects Master the command line interface Use NPM to install all sorts of useful packages Understand the ins and outs of HTTP requests Create your own Node modules Make a beautiful, responsive photographer's portfolio page Create a beautiful, responsive landing page for a startup Implement user authentication Create a beautiful animated todo list application Create single page applications with AJAX",
        "price": 19.99,
        "rating": 4.7,
        "vote": 247652
    },
    {
        "id": 9,
        "Category": "Web Development",
        "Category_id": 2,
        "title": "Angular - The Complete Guide (2022 Edition)",
        "img": "",
        "details": "Develop modern, complex, responsive and scalable web applications with Angular 14 Fully understand the architecture behind an Angular application and how to use it Use the gained, deep understanding of the Angular fundamentals to quickly establish yourself as a frontend developer Create single-page applications with one of the most modern JavaScript frameworks out there",
        "price": 19.99,
        "rating": 4.6,
        "vote": 173852
    },
    {
        "id": 10,
        "Category": "Web Development",
        "Category_id": 2,
        "title": "The Complete JavaScript Course 2022: From Zero to Expert!",
        "img": "",
        "details": "Become an advanced, confident, and modern JavaScript developer from scratch Build 6 beautiful real-world projects for your portfolio (not boring toy apps) Become job-ready by understanding how JavaScript really works behind the scenes How to think and work like a developer: problem-solving, researching, workflows JavaScript fundamentals: variables, if/else, operators, boolean logic, functions, arrays, objects, loops, strings, etc. Modern ES6+ from the beginning: arrow functions, destructuring, spread operator, optional chaining (ES2020), etc. Modern OOP: Classes, constructors, prototypal inheritance, encapsulation, etc. Complex concepts like the 'this' keyword, higher-order functions, closures, etc. Asynchronous JavaScript: Event loop, promises, async/await, AJAX calls and APIs How to architect your code using flowcharts and common patterns Modern tools for 2022 and beyond: NPM, Parcel, Babel and ES6 modules Practice your skills with 50+ challenges and assignments (solutions included) Get fast and friendly support in the Q&A area Course pathways: design your unique learning path according to your goals!",
        "price": 19.99,
        "rating": 4.7,
        "vote": 154797
    },
    {
        "id": 11,
        "Category": "Web Development",
        "Category_id": 2,
        "title": "Understanding TypeScript - 2022 Edition",
        "img": "",
        "details": "Use TypeScript and its Features like Types, ES6 Support, Classes, Modules, Interfaces and much more in any of their Projects Understand what TypeScript really is about and how it works Why TypeScript offers a real advantage over vanilla JavaScript Learn TypeScript both in theory as well as applied to real use-cases and projects Learn how to combine TypeScript with ReactJS or NodeJS / Express",
        "price": 16.99,
        "rating": 4.7,
        "vote": 172945
    },
    {
        "id": 12,
        "Category": "Web Development",
        "Category_id": 2,
        "title": "The Complete ASP.NET MVC 5 Course",
        "img": "",
        "details": "Understand the MVC architectural pattern Implement CRUD operations Build forms with server-side and client-side validation Build RESTful services using ASP.NET Web API Use powerful jQuery plug-ins Implement authentication and authorization using ASP.NET Web API Use Entity Framework to query or update data Understand and apply security best practices Build and deploy applications Create and customize build configurations Manage client / server dependencies Test APIs using PostMan Use AutoMapper",
        "price": 16.99,
        "rating": 4.4,
        "vote": 31722
    },
    {
        "id": 13,
        "Category": "Content Writing",
        "Category_id": 3,
        "title": "The Content Writing Course",
        "img": "",
        "details": "Discover a strategic approach to Content Writing for your own website, or for others Understand the different types of Content Writing Learn how to optimize your efficiency as a writer, using simple workflows and tools Learn about and master the SEO Article Writing method Understand which niches to pick, and which ones to avoid in order to grow your site and traffic Master topic selection and search intent, to ensure that you are not writing in vain Acquire an in depth understanding of which AI (Artificial Intelligence) apps can help, and which are a waste of time Sit over my shoulder as I take a Google-optimized article all the way from keyword (topic) research all the way through to publication Learn how to outline articles rapidly and thoroughly - a critical skill for success Discover my own research process that saves huge amounts of time in creating original and valuable content, and in fact checking Know the best approach to writing at high quality and speed Acquire a clear cut editing and proofing process that saves huge amounts of time and effort Learn the very best ways to optimize articles to stand the very best chance for Google to rank them, so that you get clicks to your website Get clear about the best ways to structure, format, and publish articles in WordPress Understand how to track your results simply, accurately, and for free",
        "price": 19.99,
        "rating": 4.3,
        "vote": 900
    },
    {
        "id": 14,
        "Category": "Content Writing",
        "Category_id": 3,
        "title": "Better Business Writing Skills",
        "img": "",
        "details": "How to write clear, concise and persuasive words that will achieve your objectives The tricks I use to be a productive writer, to enter a state of flow and never suffer from writer’s block The Big Questions you need to ask before you put pen to paper How being a persuasive writer will help you achieve your objectives at work The ancient secrets of persuasive writing Why being a good writer is vital to the success of your career or your business How to polish your words with powerful editing techniques How to test your work to make sure it does what you want it to How to structure your work for maximum impact",
        "price": 16.99,
        "rating": 4.6,
        "vote": 23135
    },
    {
        "id": 15,
        "Category": "Content Writing",
        "Category_id": 3,
        "title": "Better Business Writing Skills",
        "img": "",
        "details": "How to write clear, concise and persuasive words that will achieve your objectives The tricks I use to be a productive writer, to enter a state of flow and never suffer from writer’s block The Big Questions you need to ask before you put pen to paper How being a persuasive writer will help you achieve your objectives at work The ancient secrets of persuasive writing Why being a good writer is vital to the success of your career or your business How to polish your words with powerful editing techniques How to test your work to make sure it does what you want it to How to structure your work for maximum impact",
        "price": 16.99,
        "rating": 4.6,
        "vote": 73337
    },
    {
        "id": 16,
        "Category": "Content Writing",
        "Category_id": 3,
        "title": "Writing Tools & Hacks: Copywriting/Blogging/Content Writing",
        "img": "",
        "details": "Write better and more efficiently Create viral-ready headlines Learn the secret to writing persuasive marketing copy Discover hacks for better writing and content development Analyze headline options to find the most effective option Generate endless amount of new blog ideas Capture and organize your content ideas Create inspiration feeds to keep new ideas flowing",
        "price": 16.99,
        "rating": 4.1,
        "vote": 4187
    },
    {
        "id": 17,
        "Category": "Content Writing",
        "Category_id": 3,
        "title": "The Complete Content Writing Course for 2022 -3 courses in 1",
        "img": "",
        "details": "LEARN the core concepts of Content Writing, Copywriting & Content Marketing INCREASE your website/ blog traffic, sales and conversions by writing powerful content IDENTIFY your ideal reader or target audience and create buyer persona USING storytelling to encourage the reader to join your email list or buy from you. DEVELOP effective copywriting skills: writing powerful headlines, call to actions and persuade readers HOW to write interesting content that readers will love & share OPTIMIZING the content correctly to get better search engine rankings CREATE a solid marketing plan to promote & share content with readers STAND out from the crowd by polishing your writing skills CHALLENGES you may face as a writer & tactics to overcome them QUALITIES that will make you a successful writer AVOID writing mistakes & save time BLOG WRITING tips to get more traffic",
        "price": 16.99,
        "rating": 4.2,
        "vote": 772
    },
    {
        "id": 18,
        "Category": "Content Writing",
        "Category_id": 3,
        "title": "Writing With Confidence: Writing Beginner To Writing Pro",
        "img": "",
        "details": "Find your voice as a business writer, blogger or writer of other non-fiction Transform writing from dull to dazzling - within the first 10 mins of the course Uncover the secret persuasion tactics known only to the world’s top copywriters Create musical sentences that readers can’t resist Craft addictively readable text that keeps readers glued to the page Discover a wealth of free online tools to take your writing to the next level",
        "price": 16.99,
        "rating": 4.6,
        "vote": 7198
    },
    {
        "id": 19,
        "Category": "SEO",
        "Category_id": 4,
        "title": "The Ultimate SEO Training 2022 + SEO For Wordpress Websites",
        "img": "",
        "details": "Learn about SEO and understand how it all works Learn how to structure and optimise your website to rank on page 1 SEO Training strategies used by Londons Leading SEO agency How to find the best keywords to target for your website How to see all the keywords your competitors are targeting How to find 100s of content ideas for your blog How to build high quality SEO backlinks that move the needle Master technical SEO and outsmart your competitors Find out how I used internal links to rank on page 1 for a MASSIVE keyword How to deal with a negative SEO attack",
        "price": 19.99,
        "rating": 4.7,
        "vote": 5462
    },
    {
        "id": 20,
        "Category": "SEO",
        "Category_id": 4,
        "title": "SEO Training Masterclass 2022: Beginner SEO To Advanced SEO",
        "img": "",
        "details": "Most complete and thorough SEO course on the market Do SEO on your own for your website or as a freelancer Dominate Google search as well as other search platforms Personal help from a responsive and caring instructor Smart SEO strategies used only by very savvy marketers Rank almost any page in Google search Create a very good SEO strategy for your business Gain insight into how all search engines work: Google, YouTube, Amazon, mobile app stores and more Use different search engines mentioned above to your advantage to dominate everywhere on the web Learn SEO secrets and advanced strategies that no one talks about Go from a beginner to very intelligent about SEO Save thousands of dollars on hiring SEO consultants or agencies Learn WordPress SEO, Shopify SEO, and SEO for any other platform like Wix",
        "price": 19.99,
        "rating": 4.6,
        "vote": 79787
    },
    {
        "id": 21,
        "Category": "SEO",
        "Category_id": 4,
        "title": "The Complete SEO Course From Beginner To Professional",
        "img": "",
        "details": "Complete SEO training from an industry veteran with over 16 years experience The modern strategies and tactics being used by big agencies and winning websites An in-depth understanding of how search engines crawl, render and index websites Modern techniques that can be applied to Wordpress, Shopify, Magento and popular content management systems Best practise technical SEO so search engine can easily discover, understand and rank your pages In-depth keyword research tools and techniques to discover new opportunities How to optimise your on-page content to rank well in Google Research your competitors strengths and weaknesses How to forecast and assign a value to organic SEO traffic Perform an SEO technical, content and link audit Link acquisition through digital PR and link acquisition Whitehat and blackhat SEO principles",
        "price": 19.99,
        "rating": 4.7,
        "vote": 377
    },
    {
        "id": 22,
        "Category": "SEO",
        "Category_id": 4,
        "title": "SEO 2022: Complete SEO Training + SEO for WordPress Websites",
        "img": "",
        "details": "SEO Training from basic to advanced SEO factors including hands on walkthrough in WordPress websites Keyword research - Learn what your potential customers are searching for Competitor Analysis - Know how your competitors are ranking for Technical SEO - Learn what the search engines look for in your site Core web vitals - Learn what your website needs, to be healthy PageSpeed SEO - Learn how to make your pages load quickly Submit your sitemap to Google and make it easier for search engines to crawl and index your site Become an SEO expert and learn how to create backlinks and drive traffic to your website User Experience SEO - Learn how to improve your website's user experience to get better rankings Get rid of Negative SEO and stop worrying about your website's search result rankings Get a complete understanding of how search engines & SEO work",
        "price": 19.99,
        "rating": 4.3,
        "vote": 15615
    },
    {
        "id": 23,
        "Category": "SEO",
        "Category_id": 4,
        "title": "Local SEO: A Definitive Guide To Local Business Marketing",
        "img": "",
        "details": "How to rank your local business website on page 1 How to find the best keywords to target for your local businesses How to optimise your website like a SEO pro and beat your competitors How to build high quality SEO backlinks that move the needle How to increase your locational relevancy by using this simple trick How to build citations and rank fast in the map pack How to come up with tons of content ideas for your local business blog How to track and measure your overall progress",
        "price": 16.99,
        "rating": 4.8,
        "vote": 830
    },
    {
        "id": 24,
        "Category": "SEO",
        "Category_id": 4,
        "title": "The Complete SEO Bootcamp 2022",
        "img": "",
        "details": "Rank your website on Search Engines Understand what SEO is and how it works Understand how search engines work Learn how to make your websites optimized for Crawlers and Spiders Understand what Keywords are learn how to use them properly Learn how to research keywords Determine a Good keyword vs a Bad keyword Learn the Technical SEO factors Learn how to Optimize your websites for Search Engines and user Learn how to Optimize your content, including videos, articles, product descriptions Understand what Backlinks are Do Follow and No Follow links Know the different types of links Master how to make a proper link building campaign Learn how to use Social Media Properly to get backlinks Understand why Speed is an important ranking factor Learn how to use modern technologies to find out your websites speed Learn how to Optimize your media such as images, videos and Gif to load quickly Know what SEO techniques can damage your site Know what SEO techniques are now obsolete and expired",
        "price": 17.99,
        "rating": 4.4,
        "vote": 2545
    },
    {
        "id": 25,
        "Category": "Machine Learning",
        "Category_id": 5,
        "title": "Machine Learning A-Z™: Hands-On Python & R In Data Science",
        "img": "",
        "details": "Master Machine Learning on Python & R Have a great intuition of many Machine Learning models Make accurate predictions Make powerful analysis Make robust Machine Learning models Create strong added value to your business Use Machine Learning for personal purpose Handle specific topics like Reinforcement Learning, NLP and Deep Learning Handle advanced techniques like Dimensionality Reduction Know which Machine Learning model to choose for each type of problem Build an army of powerful Machine Learning models and know how to combine them to solve any problem",
        "price": 16.99,
        "rating": 4.5,
        "vote": 162780
    },
    {
        "id": 26,
        "Category": "Machine Learning",
        "Category_id": 5,
        "title": "Complete Machine Learning & Data Science Bootcamp 2022",
        "img": "",
        "details": "Become a Data Scientist and get hired Master Machine Learning and use it on the job Deep Learning, Transfer Learning and Neural Networks using the latest Tensorflow 2.0 Use modern tools that big tech companies like Google, Apple, Amazon and Facebook use Present Data Science projects to management and stakeholders Learn which Machine Learning model to choose for each type of problem Real life case studies and projects to understand how things are done in the real world Learn best practices when it comes to Data Science Workflow Implement Machine Learning algorithms Learn how to program in Python using the latest Python 3 How to improve your Machine Learning Models Learn to pre process data, clean data, and analyze large data. Build a portfolio of work to have on your resume Developer Environment setup for Data Science and Machine Learning Supervised and Unsupervised Learning Machine Learning on Time Series data Explore large datasets using data visualization tools like Matplotlib and Seaborn Explore large datasets and wrangle data using Pandas Learn NumPy and how it is used in Machine Learning A portfolio of Data Science and Machine Learning projects to apply for jobs in the industry with all code and notebooks provided Learn to use the popular library Scikit-learn in your projects Learn about Data Engineering and how tools like Hadoop, Spark and Kafka are used in the industry Learn to perform Classification and Regression modelling Learn how to apply Transfer Learning",
        "price": 16.99,
        "rating": 4.6,
        "vote": 12769
    },
    {
        "id": 27,
        "Category": "Machine Learning",
        "Category_id": 5,
        "title": "Python for Data Science and Machine Learning Bootcamp",
        "img": "",
        "details": "Use Python for Data Science and Machine Learning Use Spark for Big Data Analysis Implement Machine Learning Algorithms Learn to use NumPy for Numerical Data Learn to use Pandas for Data Analysis Learn to use Matplotlib for Python Plotting Learn to use Seaborn for statistical plots Use Plotly for interactive dynamic visualizations Use SciKit-Learn for Machine Learning Tasks K-Means Clustering Logistic Regression Linear Regression Random Forest and Decision Trees Natural Language Processing and Spam Filters Neural Networks Support Vector Machines",
        "price": 24.99,
        "rating": 4.6,
        "vote": 121957
    },
    {
        "id": 28,
        "Category": "Machine Learning",
        "Category_id": 5,
        "title": "2022 Python for Machine Learning & Data Science Masterclass",
        "img": "",
        "details": "You will learn how to use data science and machine learning with Python. You will create data pipeline workflows to analyze, visualize, and gain insights from data. You will build a portfolio of data science projects with real world data. You will be able to analyze your own data sets and gain insights through data science. Master critical data science skills. Understand Machine Learning from top to bottom. Replicate real-world situations and data reports. Learn NumPy for numerical processing with Python. Conduct feature engineering on real world case studies. Learn Pandas for data manipulation with Python. Create supervised machine learning algorithms to predict classes. Learn Matplotlib to create fully customized data visualizations with Python. Create regression machine learning algorithms for predicting continuous values. Learn Seaborn to create beautiful statistical plots with Python. Construct a modern portfolio of data science and machine learning resume projects. Learn how to use Scikit-learn to apply powerful machine learning algorithms. Get set-up quickly with the Anaconda data science stack environment. Learn best practices for real-world data sets. Understand the full product workflow for the machine learning lifecycle. Explore how to deploy your machine learning models as interactive APIs.",
        "price": 16.99,
        "rating": 4.7,
        "vote": 9685
    },
    {
        "id": 29,
        "Category": "Machine Learning",
        "Category_id": 5,
        "title": "Mathematical Foundations of Machine Learning",
        "img": "",
        "details": "Understand the fundamentals of linear algebra and calculus, critical mathematical subjects underlying all of machine learning and data science Manipulate tensors using all three of the most important Python tensor libraries: NumPy, TensorFlow, and PyTorch How to apply all of the essential vector and matrix operations for machine learning and data science Reduce the dimensionality of complex data to the most informative elements with eigenvectors, SVD, and PCA Solve for unknowns with both simple techniques (e.g., elimination) and advanced techniques (e.g., pseudoinversion) Appreciate how calculus works, from first principles, via interactive code demos in Python Intimately understand advanced differentiation rules like the chain rule Compute the partial derivatives of machine-learning cost functions by hand as well as with TensorFlow and PyTorch Grasp exactly what gradients are and appreciate why they are essential for enabling ML via gradient descent Use integral calculus to determine the area under any given curve Be able to more intimately grasp the details of cutting-edge machine learning papers Develop an understanding of what’s going on beneath the hood of machine learning algorithms, including those used for deep learning",
        "price": 16.99,
        "rating": 4.6,
        "vote": 3607
    },
    {
        "id": 30,
        "Category": "Machine Learning",
        "Category_id": 5,
        "title": "The Data Science Course 2022: Complete Data Science Bootcamp",
        "img": "",
        "details": "The course provides the entire toolbox you need to become a data scientist Fill up your resume with in demand data science skills: Statistical analysis, Python programming with NumPy, pandas, matplotlib, and Seaborn, Advanced statistical analysis, Tableau, Machine Learning with stats models and scikit-learn, Deep learning with TensorFlow Impress interviewers by showing an understanding of the data science field Learn how to pre-process data Understand the mathematics behind Machine Learning (an absolute must which other courses don’t teach!) Start coding in Python and learn how to use it for statistical analysis Perform linear and logistic regressions in Python Carry out cluster and factor analysis Be able to create Machine Learning algorithms in Python, using NumPy, statsmodels and scikit-learn Apply your skills to real-life business cases Use state-of-the-art Deep Learning frameworks such as Google’s TensorFlowDevelop a business intuition while coding and solving tasks with big data Unfold the power of deep neural networks Improve Machine Learning algorithms by studying underfitting, overfitting, training, validation, n-fold cross validation, testing, and how hyperparameters could improve performance Warm up your fingers as you will be eager to apply everything you have learned here to more and more real-life situations",
        "price": 16.99,
        "rating": 4.6,
        "vote": 113990
    },
    {
        "id": 31,
        "Category": "Video Editing",
        "Category_id": 6,
        "title": "Adobe Premiere Pro CC Masterclass: Video Editing in Premiere",
        "img": "",
        "details": "Master Premiere Pro and be CONFIDENT Editing Your Own Videos Edit an entire video from beginning to end, using professional and efficient techniques. By the end of the course, you'll have edited your promo video with the supplied footage (video clips, photos, graphics, music, etc.), or your own footage! Start a project with the right settings for any type of video, from any camera. Export and save your videos for 4K & High Definition playback. Edit your videos, and make them more dynamic with cutaway footage and photos. Design clean and professional titles for you videos. Add motion to your titles, photos, and videos... making them more visually interesting. Color correct your video to fix issues with white balance and exposure. Add a feeling to your video with color grading. Apply visual effects such as stabilizing shaky video, removing grain, and making video more cinematic with overlays. Edit green screen footage and, add backgrounds that actually look good.",
        "price": 16.99,
        "rating": 4.7,
        "vote": 32705
    },
    {
        "id": 32,
        "Category": "Video Editing",
        "Category_id": 6,
        "title": "Video Editing Masterclass: Edit Your Videos Like a Pro!",
        "img": "",
        "details": "Step-by-step process to take your video footage, organize, edit, and export an incredible looking video! Optimize your workflow and understanding of the editing process to create videos as efficiently as possible! Choose the absolute best audio and video filters that fit your personal video style! Create professional looking and sounding videos using optimized editing techniques with virtually any footage! Blend together sound effects, background music, voice overs, and other audio elements all into each of your videos! Use multi cam, color correction, LUT's, sound design, transitions, motion graphics, and editing theory to create more engaging content! Create a higher production value look and develop confidence with your editing software! Impress your viewers, audience, and/or clients with completely pro looking and sounding videos!",
        "price": 16.99,
        "rating": 4.5,
        "vote": 337
    },
    {
        "id": 33,
        "Category": "Video Editing",
        "Category_id": 6,
        "title": "Video Editing in DaVinci Resolve 18/17: Beginner to Advanced",
        "img": "",
        "details": "How to use DaVinci Resolve for Video Editing from beginner to advanced Cut Page Quick & Easy Video Editing How to add effects (OpenFX) to your Videos How to Correctly Color Correct using DaVinci Resolve How to do Color Grading using multiple tools in DaVinci Resolve How to add Motion Graphics to your Videos How to work with all kind of Nodes from Serial to Layer, Parallel... and even the Combiner/Spliter Nodes How to correctly use Curves, Color Wheels, Qualifiers, Power windows, Scopes and all the rest. You will complete a full project from Importing Media, Video Editing, Color Correction and Color Grading with Motion and ResolveFX",
        "price": 16.99,
        "rating": 4.6,
        "vote": 6206
    },
    {
        "id": 34,
        "Category": "Video Editing",
        "Category_id": 6,
        "title": "Adobe Premiere Pro CC – Essentials Training Course",
        "img": "",
        "details": "Learn how to edit a video interview Learn how to edit a wedding video Learn how to edit a short documentary Learn how to edit social media advertising videos for Instagram, Facebook, Twitter & Youtube Stories Learn how to edit YouTube ‘how to’ videos Learn how to edit talking head footage mixed with screencasts and voiceovers Learn the difference between After Effects & Premiere Pro How to add import video your Premiere Pro Project Color grading video using LUTs & Looks Create video transitions Add animated text & lower thirds How to export video for social media, Youtube & film. How to organize your video editing footage like a Pro Where to find free music & video Video effects like Cinema effects, Black & White, Film Grain, Vignettes, Orange & Teal effect. How to speed up Premiere Pro so it doesn't run slow while editing. Work with transition & video effects presets and templates. Master Lumerti Color Removing echo, background noise like fans, aircon & fridge hum Looping background music Syncing aligning video & audio automatically Animating using keyframes Mastering the Essentials Graphics panel How to work with HD & 4K video Understanding of Frames per second (FPS), aspect ratios & codecs How to create motion graphic How to work with high frame rates How to work with B-Roll Zooming in & out with screen capture video & voice over audio Green Screen Change images into videos The ULTIMATE Premiere Pro shortcuts",
        "price": 16.99,
        "rating": 4.8,
        "vote": 7284
    },
    {
        "id": 35,
        "Category": "Video Editing",
        "Category_id": 6,
        "title": "Adobe Premiere Pro CC: Beginner Video Editing",
        "img": "",
        "details": "Launching Your First Awesome Project Import & Organise Footage Like A Pro Selecting & Trimming Footage Keyboard Shortcuts for Fast Editing PROJECT #1: Create a Travel Montage (footage supplied) PROJECT #2: Create a Talking Head Video (footage supplied) Video Editing Fundamentals (i.e., adding background music, cut & trim, adding text, basic transitions) Create Stunning Graphics (i.e., fonts, motion graphics, cinematic text, animated lower thirds) Audio Mixing & Sound Effects (i.e., fading music, perfecting audio levels, selecting background music) Colour Correction & Colour Grading (i.e., lumetri scopes, look-up tables, grading fundamentals) Creating and Importing Professional Captions Film Burn Transitions Recording Perfect Voice-Over How to Create Instagram Videos (Portrait, Square, Stories, IGTV) The Best Export Settings for YouTube 30+ FAQ Tutorials",
        "price": 16.99,
        "rating": 4.6,
        "vote": 3558
    },
    {
        "id": 36,
        "Category": "Video Editing",
        "Category_id": 6,
        "title": "Video Production Bootcamp: Videography, Cinematography+",
        "img": "",
        "details": "You'll create professional videos with the equipment you already have You'll feel comfortable making your own videos from conception and production to editing and posting online. Downloadable guides to help you with every section You'll know what equipment we suggest for beginner video creators. You'll know how to choose the right video to make with the best story. You'll know how to shoot great video with any camera. You'll know how to record better audio with a variety of microphones. You'll know how to set up basic video lights, including using natural lighting for your videos. You'll know the process of editing a video and how to make whatever you shoot more engaging. You'll know how to post videos online and get the most engagement.",
        "price": 16.99,
        "rating": 4.5,
        "vote": 9086
    }
]